Repository: AlexxNica/yatc
Catalog: trunk/translations/*.po
Languages: es_es

source: comes with ABSOLUTELY NO WARRANTY; for details see sections 11 and 12 in file COPYING. This is free software, and you are welcome to redistribute it under certain conditions; see file COPYING for details.
es_es: NO viene ABSOLUTAMENTE con ninguna GARANTIA; Para más detalles, véase las secciones 11 y 12 en el archivo del COPYING. Este es un software libre, y usted es bienvenido a redistribuir bajo ciertas condiciones; ver el archivo del COPYING para obtener más detalles.

source: gold
es_es: oro

source: $$PRODUCTSHORT$$ Fatal Error
es_es: $$PRODUCTSHORT$$ Error critico

source: (in no particular order)
es_es: (en ningún orden particular)

source: (use object on target)
es_es: (usar el objeto en el objectivo)

source: (use object on yourself)
es_es: (usar el objeto en ti mismo)

source: (use object with crosshairs)
es_es: (usar el objeto en el punto de mira)

source: <Observe the battle window>
es_es: <Observe la ventana de batalla>

source: <Observe the follow button>
es_es: <Observe el boton de seguimiento>

source: <Observe the health bar>
es_es: <Observe la barra de salud>

source: <Observe the quest button>
es_es: <Observe el boton de quest>

source: <The outfit window should be opened now>
es_es: <La ventana de Outfits debe abrirse ahora.>

source: Accept
es_es: Aceptar

source: Account Status:
es_es: Estado de la cuenta:

source: Account name:
es_es: Nombre de la cuenta:

source: Account number:
es_es: Número de la cuenta:

source: Add new VIP
es_es: Añadir a la lista de VIP

source: Add to VIP list
es_es: Añadir a la lista de VIP

source: Adjust framerate limit
es_es: Ajuste de imágenes por límite

source: Advanced
es_es: Avanzado

source: Advanced Graphics Options
es_es: Opciones avanzadas de gráficos

source: Advanced settings:
es_es: Configuraciones avanzadas:

source: Ah, the all-mighty trade window. This hint is not written yet.
es_es: Ah, ventana de comercio. Aun no escrita.

source: Amount:
es_es: Quantidad:

source: Attack
es_es: Atacar

source: Auto Chase Off
es_es: Perseguición Automática Apagada

source: Autodetect
es_es: Auto-detectar

source: Available hotkeys:
es_es: Disponibles las teclas de acceso rápido:

source: Available resolutions:
es_es: Resoluciones disponibles:

source: Axe Fighting
es_es: Lucha con Hacha

source: Battle
es_es: Batalla

source: Buy
es_es: Comprar

source: Cancel
es_es: Cancelar

source: Cannot connect to a login server.
es_es: No se puede conectar a un servidor de acceso.

source: Centre
es_es: Centro

source: Change general game options
es_es: Modificar las opciones generales del juego

source: Change graphics and performance settings
es_es: Modificar las opciones gráficas y los ajustes de rendimiento

source: Classic Control
es_es: Control Clássico

source: Clear Object
es_es: Borrar Objetos

source: Club Fighting
es_es: Lucha con Puños

source: Connecting
es_es: Conectando

source: Connecting to the game world. Please wait.
es_es: Conectando al mundo del juego. Porfavo espere.

source: Console
es_es: Terminal

source: Console Options
es_es: Opciones de la Consola

source: Contributors
es_es: Contribuidores

source: Copy Name
es_es: Copiar el Nombre

source: Copy name
es_es: Copiar el Nombre

source: Create Account
es_es: Crear Cuenta

source: Current engine
es_es: Motor gráfico atual

source: Current framerate:
es_es: Actual ajuste de imágenes:

source: Customise the console
es_es: Personalizar la consola

source: Data files in the directory either: * do not belong to same protocol version, or * are modified and with unknown signatures. Either get correct files from a single known client version, or make sure that you have correct signatures in the files, or go to Options->Network and choose the correct protocol.
es_es: * a la misma versión, o * está editado o modificado con firmas distintas. Solo hay una forma correcta de los archivos correspondientes a diferentes clientes o versiones, o asegúrase de tener la firma correcta en los archivos, o ir a Opciones->Network y seleccione la version correcta de protocolo.

source: Default
es_es: Por defecto

source: Detail
es_es: Detalles

source: Disable Shared Experience
es_es: Desactivar la experiencia compartida

source: Distance Fighting
es_es: Lucha a Distancia

source: Don't Stretch/Shrink Game Window
es_es: No Estirar la Ventana de Juego

source: Due to a technical problem we had to reset the game world
es_es: Debido a un problema técnico hemos tenido que reiniciar el juego mundo

source: Edit Hotkey Object:
es_es: Editar el objeto de la tecla de acceso directo

source: Edit hotkey text:
es_es: Editar el texto de la tecla de acceso directo

source: Edit your hotkey texts
es_es: Editar tus textos de la tecla de acceso directo

source: Enable Shared Experience
es_es: Permitir la Experiencia Compartida

source: Engine change
es_es: Modificar motor gráfico

source: Enter Game
es_es: Entrar al Juego

source: Exit
es_es: Salir

source: Exit Game
es_es: Sair del Juego

source: Experience
es_es: Experiencia

source: Fishing
es_es: Pesca

source: Fist Fighting
es_es: Lucha de Puño

source: Follow
es_es: Seguir

source: For more information about Tibia visit our website at
es_es: Para más información sobre Tibia visite nuestro sitio web en

source: For more information take a look at the threads in the forums at otfans.net.
es_es: Para obtener más información, eche un vistazo a los tópicos del foro otfans.net

source: Free Account
es_es: Cuenta Grátis

source: Fullscreen
es_es: Completa

source: Fullscreen decides whether or not the client will be taking the entire screen. Available resolutions shows detected resolutions on your computer that the client can use while in fullscreen.
es_es: Decice si utilizar pantalla completa del cliente o no quiere utilizar toda la pantalla completa. Resoluciones disponibles a resoluciones de visualización detectados en el equipo donde se puede utilizar está en modo de pantalla completa.

source: General Options
es_es: Opciones Generales

source: Graphics
es_es: Gráficos

source: Graphics Options
es_es: Opciones Gráficas

source: Gratis Premium Account
es_es: Cuenta Premium Grátis

source: Have fun in
es_es: Diviértete en

source: Have fun in Tibia!
es_es: ¡Diviértete en Tibia!

source: Head
es_es: Cabeza

source: Health
es_es: Salud

source: Help
es_es: Ayuda

source: Help not done.
es_es: Ayuda no finalizada.

source: Hit Points
es_es: Puntos de Vida

source: Hotkey Options
es_es: Opciones de las teclas de acceso rápido

source: Hotkeys
es_es: Teclas de acceso rápido

source: If you are a Debian user, you may have forgotten to install the 'tibia-data' or 'yatc-data' package.
es_es: Si usa Debian, puede que haya olvidado de instalar la 'tibia-data' o 'yatc-data' package.

source: If you don't have an account yet:
es_es: Si aun no tiene una cuenta:

source: If you shut down the program, your character might stay in the game. Click on "Logout" to ensure that your character leaves the game properly. Click on "Exit" if you want to exit the program without logging out your character.
es_es: Si cierra el programa, tu char puede permanecer en el juego. Haga click en "Desconectar" para asegurar-se de que su char abandona el juego correctamente. Haga click en "Salir" si desea salir del juego sin necesidad de que tu char permanezca en el juego.

source: Ignore
es_es: Ignorar

source: Important Reminder
es_es: Recordatorio Importante

source: Information
es_es: Información

source: Inventory
es_es: Inventório

source: Invitation
es_es: Invitación

source: Invite to Party
es_es: Invitar a la fiesta

source: Leave Party
es_es: Salir de la fiesta

source: Level
es_es: Nivel

source: Loading the data file '$$FILENAME$$' has failed. Please place '$$FILENAME$$' in the same folder as $$PRODUCTSHORT$$.
es_es: La carga del archivo data '$$FILENAME$$' ha fracasado. Porfavor, situen el '$$FILENAME$$' en la misma carpeta que $$PRODUCTSHORT$$.

source: Loading the data file '$$FILENAME$$' has failed. Please place '$$FILENAME$$' in the same folder as $$PRODUCTSHORT$$. If you are a Debian user, you may have forgotten to install the 'tibia-data' or 'yatc-data' package.
es_es: Loading the data file '$$FILENAME$$' has failed. Porfavor, situen '$$FILENAME$$' en la misma carpeta que $$PRODUCTSHORT$$. Si usa Debian, puede que haya olvidado de instalar la 'tibia-data' o 'yatc-data' package.

source: Logout
es_es: Desconectar

source: Look
es_es: Mirar

source: Looks like you've met a marked player. See the skull? That means that guy fought with someone. The {white skull} means he just tried to fight with someone a few minutes ago, and {red skull} means he killed several people.
es_es: Parece que has encontrado un jugador marcado. ¿Puede usted ver la calavera? Esto significa que este jugado lucho con alguien La {calavera blanca} significa que trató de luchar contra alguien hace unos minutos, y la {calavera roja} significa que mató a muchas personas.

source: Magic Level
es_es: Nivel Mágico

source: Message of the Day
es_es: Mensage del Dia

source: Message to
es_es: Mensage para

source: Message to
es_es: Mensage para

source: Money:
es_es: Dinero:

source: Move Objects
es_es: Mover Objetos

source: NPC Trade
es_es: Comercializar con NPC

source: Network
es_es: Red

source: Network Options
es_es: Opciones de Red

source: Now you've got a {bag} to carry stuff in and there's already a {coat} in there. {Drag} the coat from the {bag} to the {armor slot} to wear it.
es_es: Ahora usted recivira una {mochila} para llevar cosas y ya la puedes llenar con una {capa}. {Arrastre} la capa de la {mochila} a la {ranura de la armadura} para llevarlo.

source: OMG! Some creep just killed ya, you noob. But don't be sad, you crying baby. You can just respawn if you give up some of your stuff. Go click that 'Ok' button if you dare and resume your journeys in $$PRODUCTSHORT$$!
es_es: OMG! Has muerto unas cuantas veces! Que noob! Pero no estés triste, no llores bebé. Puedes reaparecer si renuncias a algunas de tus cosas. Haga clic en 'Aceptar' si te atreves a reanudar tus vaijes en $$PRODUCTSHORT$$!

source: OT Encryption Key
es_es: LLave de Encriptación del OT

source: Ok; you can also try {clicking} on the {minimap}. For example there's a {marker} on the minimap now, try moving there.
es_es: Ok, usted puede también intentar (hacer clic) sobre el {minimapa}. Por ejemplo Hay una {marca} en el minimapa ahora, trate de pasar por allí.

source: Open
es_es: Abrir

source: OpenGL is a 3D hardware-accelerated graphical library. To make use of it, make sure you have latest graphic card drivers. Those provided by Microsoft will be insufficient. Due to SDL-centric design, OpenGL was not given much thought and is currently not recommended since it will be much slower on most laptops and perhaps on many desktops.
es_es: OpenGL es una biblioteca gráfica de acceleración 3D via hardware. Para hazer uso de el, tenga la asegúrese que tiene los drivers más recientes para su tarjeta gráfica. Los drivers proporcionados por Microsoft serán insuficientes. Devida a la finalidad central de SDL, no se da mucha importancia a OpenGL y no se recomienda atualmente dado que será más lento en la mayoría de ordenadores portatiles y tal vez tambien en muchos ordenadores de sobremesa.

source: Options
es_es: Opciones

source: Pass Leadership To
es_es: Pasar el lideraje a

source: Pick an outfit and choose colors for parts of your character's avatar. Addons are activated by ticking the appropriate box. To activate particular addon, premium players can solve various quests.
es_es: Elija un traje y los colores de las partes del traje de su personage. Addons se ativaran marcando la casilla correspondiente. Para ativar un addon particular, jugadores premium pueden resolver diversas misiones.

source: Please wait for your partner to accept.
es_es: Por favor espere que su comapñero acepte.

source: Premium Account
es_es: Cuenta Premium

source: Price:
es_es: Precio:

source: Primary
es_es: Primário

source: Programmed by
es_es: Programado por

source: Protocol
es_es: Protocolo

source: Protocol detection failed
es_es: La detección del protocolo falló

source: Quests
es_es: Misiones

source: RECOMMENDED: Choose SDL. But, try what works better for you. To apply graphical engine change, you need to restart $$PRODUCTSHORT$$.
es_es: RECOMENDADO: Escoja SDL. Sin embargo, teste qual funciona mejor para usted. Para aplicar el canvio del motor gráfico, es necesario reiniciar $$PRODUCTSHORT$$.

source: Reject
es_es: Rechazar

source: Restart is required to apply engine change.
es_es: Es necesario reiniciar para aplicar el cambio de motor gráfico.

source: Revoke
es_es: Revocar

source: SDL 1.2 is a 2D software rendering library. It should be slowest, but since it is the most maintained engine, it runs at reasonable speed and even faster than OpenGL engine, with fewer glitches. That can, of course, change anytime.
es_es: SDL 1.2 es una biblioteca de software para la presentación 2D. Puede ser más lento, pero ya que es el motor gráfico con mejor soporte, que se ejecuta a una velocidad razonable, e incluso Más rápido que el motor gráfico OpenGL, con menos fracasos. Esto puede, por supuesto, ser modificado en cualquier momento.

source: Secondary
es_es: Secundário

source: Select Character
es_es: Selecionar Personaje

source: Select Object
es_es: Seleccionar Objeto

source: Select character:
es_es: Selecionar personaje:

source: Select graphics engine
es_es: Seleccione el motor gráfico

source: Sell
es_es: Vender

source: Send automatically
es_es: Enviar automáticamente

source: Server address:
es_es: Dirección del servidor:

source: Server name is the IP address or hostname of the login server. Port is the TCP port of the login server. You can also choose if you'd like to access OpenTibia servers, or a proprietary server. To access OpenTibia servers, turn on the OT Encryption Key option.
es_es: Nombre del servidor es la dirección IP o el nombre host del servidor de acceso. "Port" es el port TCP del servidor de acceso. También puede elegir si desea tener acceso a OpenTibia servidores, o un servidor de propiedad. Para acceder a OpenTibia, active la opción "LLave de Encriptación del OT".

source: Server port:
es_es: Port del servidor:

source: Set Outfit
es_es: Colocar Traje

source: Set network options, such as server.
es_es: Configurar opciones de red, como la dirección del servidor.

source: Set the number of items you want to move:
es_es: Coloque el número de items que usted desea mover:

source: Shielding
es_es: Defensa con escudo

source: Show Event Messages in Console
es_es: Mostrar mensajes de sucesos en la consola

source: Show Hints
es_es: Mostrar sugerencias

source: Show Info Messages in Console
es_es: Mostrar Mensajes de Información en la Consola

source: Show Levels in Console
es_es: Mostrar los Niveles en la Consola

source: Show Light Effects
es_es: Mostrar Efectos de Luz

source: Show Names of Creatures
es_es: Mostrar Nombres de las Criaturas

source: Show Private Messages in Game Window
es_es: Mostrar Mensajes Privados en la Ventana de Juego

source: Show Status Messages in Console
es_es: Mostrar Mensajes de Estado en la Consola

source: Show Textual Effects
es_es: Mostrar Efectos de Texto

source: Show Timestamps in Console
es_es: Mostrar Tiempo en la Consola

source: Show the most recent Message of the Day
es_es: Mostrar el mensaje más reciente del dia

source: Skill
es_es: Habilidad

source: Skills
es_es: Habilidades

source: So the {container window} opened. {Drag} whatever's in it into your {bag} to take it with you. You need to collect three cockroach legs for the NPC!
es_es: Por lo tanto, la {ventana de contenifo} esta abierta. {Arrastre}, cualquier objeto en su (mochila) Usted necesita reunir tres patas de cucaracha para el NPC!

source: Soul Points
es_es: Puntos de Alma

source: Stamina
es_es: Resistencia

source: Stop
es_es: Parar

source: Sword Fighting
es_es: Lucha con Espada

source: The {shovel}, which is now in your inventory, is used to dig stuff up. It's very useful for exploring new areas. So go to the east, and you should find a {loose stone pile}, try {ctrl+clicking} on the {shovel} and then on the {stones}. When you use an item on another item, it's called extended using.
es_es: La {pala}, que se encuentra ahora en su inventario, se utiliza para cavar hasta cuevas. Es muy útil para explorar nuevas áreas. Así que ve hacia el este, y usted debe encontrar a {pilas de piedras sueltas}, pulsa {ctrl + clic} sobre la {pala} y luego en las {piedras}. Cuando se utiliza un objeto sobre otro objeto, se llama uso extendido.

source: There's a {chest} in here. So try {ctrl+clicking} (commonly called 'Use') on it to open it.
es_es: Hay una {chest} aquí. Por lo tanto pulsa {ctrl + clic} (normalmente llamado 'Usar') sobre él para abrirlo.

source: This functionality is not yet finished
es_es: Esta función aun no esta disponible

source: To choose maximum FPS (reducing the CPU and graphics card usage resulting in less power usage, quieter operation and reduced CPU temperature) use the scrollbar below. Note, though, FPS limiting is only approximate.
es_es: Para elejir la máxima FPS (reducción de la CPU y tarjeta gráfica resultante en el uso de menos energía, más silenciosos y la operación de reducción de Temperatura de CPU) el uso por debajo de la barra de desplazamiento. Nota, sin embargo, la limitación de FPS es sólo aproximada.

source: To lit the {torch}, try {ctrl+clicking} on it. Torches burn out slowly while they're on, so don't forget to {ctrl+click} (use) it when you don't need it. Many things can be ctrl+clicked in this game, so try looking around.
es_es: Para encender la {antorcha}, pulsa {ctrl + clic} sobre las antorchas. Las antorchas queman lentamente mientras se encuentran encendidas, por lo tanto no se olvide de pulsar {ctrl + clic} (usar) cuando no lo necesiten. Muchas cosas pueden ser usadas mediante ctrl + clic en este juego, por tanto miren a su alrededor.

source: Trade
es_es: Negociar

source: Trade with
es_es: Comerciar con

source: Tutorial Hint
es_es: Tutorial de sugerencia

source: Unknown
es_es: Desconocido

source: Unlimited
es_es: Ilimitado

source: Use
es_es: Usar

source: Use Smooth Stretching
es_es: Usar un buen estiramiento

source: Use on crosshair
es_es: Usar en la cruz

source: Use on target
es_es: Usar en el blanco

source: Use on yourself
es_es: Usar en ti mismo

source: Use with...
es_es: Uso con...

source: Uses GLICT
es_es: Usa GLICT

source: Uses OpenGL
es_es: Usa OpenGL

source: Uses SDL
es_es: Usa SDL

source: Wait for a counter offer.
es_es: Espera a una contraoferta

source: Warning
es_es: Advertencia

source: We are sorry for any inconvenience. Of course we work hard to prevent such problems in the future.
es_es: Sentimos las molestias. Por supuesto trabajaremos duro para evitar este tipo de problemas en un futuro.

source: We offer two graphical engines:
es_es: Ofrecemos dos motores gráficos:

source: Welcome to
es_es: Bienvenido a

source: Welcome to $$PRODUCTSHORT$$! Use {arrows} or {mouse} to move around.
es_es: Bienvenido a $$PRODUCTSHORT$$! Usa las {flechas} o el {raton} para moverte.

source: Welcome to Tibia!
es_es: Bienvenido a Tibia!

source: Welcome to the village! There are a few more marks on your map now with important locations and NPCs. You're now supposed to fight until level 8, when you can choose a vocation and go to the mainland.
es_es: Bienvenidos a la aldea! Hay algunas marcas más en su mapa ahora con importantes lugares y NPCs. Ahora estás se supone que en lucha hasta el nivel 8, cuando usted puede elegir una vocación y vaya a la parte continental (mainland).

source: Why fight if you can't profit, right? So when you kill something, just loot its {body}. Just do a {ctrl+click} on it.
es_es: Por qué luchar si no puede beneficiarse, ¿verdad? Por lo tanto, cuando usted mata a algo, simplemente para el botín de su {cuerpo}. Pulsa {ctrl + clic} sobre el mismo cuerpo.

source: Windows Mouse Pointer
es_es: El puntero del mouse de Windows

source: With the {rope} you can climb up from dungeons and caves. Find a {rope spot}, {ctrl+click} on the {rope}, and then on the {rope spot}.
es_es: Con la {cuerda}, puede subir de mazmorras y cuevas. Encuentre una {marca de cuerda}, pulsa {ctrl + clic} sobre la {cuerda} y, a continuación, sobre la {marca de cuerda}.

source: You are dead
es_es: Estas muerto

source: You are missing '$$FILENAME$$'. We will launch Tibia Data File Fetcher which should automatically install data files required for $$PRODUCTSHORT$$. You will have to manually restart $$PRODUCTSHORT$$ afterwards.
es_es: Le falta '$$FILENAME$$'. Se obtindra imediatamente de la instalación automática el archivo Tibia Data, los archivos son necesarioas para $$PRODUCTSHORT$$. Tendrá que reiniciar manualmente $$PRODUCTSHORT$$ después.

source: Your character list is being loaded. Please wait.
es_es: La lista de tus personajes se esta cargando. Por favor, espere.

source: [for info run with GL engine]
es_es: [información para ejecutar el motor gráfico con GL]

source: compiled with
es_es: compilado con

source: days left
es_es: dias restantes

source: to the state of
es_es: al estado de

source: with inactive developers
es_es: con los desarrolladores inactivos
