Repository: AlexxNica/yatc
Catalog: translations/*.po
Languages: pt_br, sv_se

source: We are sorry for any inconvenience. Of course we work hard to prevent such problems in the future.
pt_br: Nos desculpamos por qualquer incoveniência. É claro que trabalhamos duro para prevenir tais problemas no futuro.

source: We offer two graphical engines:
pt_br: Nós oferecemos dois motores gráficos:
sv_se: Vi erbjuder två grafiska motorer:

source: Welcome to
pt_br: Bem-vindo ao

source: Welcome to $$PRODUCTSHORT$$! Use {arrows} or {mouse} to move around.
pt_br: Bem vindo ao $$PRODUCTSHORT$$! Use {as setas} ou o {mouse} para se movimentar.

source: Welcome to Tibia!
pt_br: Bem-vindo ao Tibia!

source: Welcome to the village! There are a few more marks on your map now with important locations and NPCs. You're now supposed to fight until level 8, when you can choose a vocation and go to the mainland.
pt_br: Bem vindo a vila! Existem mais alguns marcadores no seu mapa com localizações importantes e NPCs. Presupõe-se que você irá lutar até o nível 8, quando você irá escolher uma vocação e ir para a ilha principal.
sv_se: Välkommen till byn! Det finns ett par fler markerkingar på din karta nu med viktiga platser och NPCs. Du ska du slåss din väg till nivå 8, då du can välja ett yrke och gå till fastlandet.

source: Why fight if you can't profit, right? So when you kill something, just loot its {body}. Just do a {ctrl+click} on it.
pt_br: Porque lutar se você não pode lucrar, né? Então quando matar algo, vasculhe o {corpo}. Apenas {segue o Ctrl e clique} nele.
sv_se: Varför slåss om du inte kan tjäna på det? Så när du dödar någonting, Plundra dens {body}. Det är bara att {ctrl+click} på den.

source: Windows Mouse Pointer
pt_br: Mostrar ponteiro do mouse

source: With the {rope} you can climb up from dungeons and caves. Find a {rope spot}, {ctrl+click} on the {rope}, and then on the {rope spot}.
pt_br: Com a {corda} você pode subir calabouços e cavernas. Procure uma {marca de corda}, {segure Ctrl e clique} na {corda}, e então clique na {marca de corda}.
sv_se: Med repet kan du klättra upp från grottor och fängelsehålor. Hitta ett {rope spot}, {ctrl+click} på repet och sedan på {rope spot}.

source: You are dead
pt_br: Você está morto

source: You are missing '$$FILENAME$$'. We will launch Tibia Data File Fetcher which should automatically install data files required for $$PRODUCTSHORT$$. You will have to manually restart $$PRODUCTSHORT$$ afterwards.
pt_br: Está faltando '$$FILENAME$$'. O Tibia Data File Fetcher irá automaticamente instalar os arquivos necessários para $$PRODUCTSHORT$$. Você deverá reiniciar manualmente o $$PRODUCTSHORT$$ depois.

source: Your character list is being loaded. Please wait.
pt_br: A lista de personagens está sendo carregada. Favor aguardar.

source: [for info run with GL engine]
pt_br: [para informações execute com o motor gráfico GL]
sv_se: [för information kör med GL motorn]

source: compiled with
pt_br: compilado com
sv_se: kompilerad med

source: days left
pt_br: dias restantes
sv_se: dagar kvar

source: to the state of
pt_br: ao estado de

source: with inactive developers
pt_br: com desenvolvedores inativos
sv_se: med inaktiva utvecklare

source: Cap
sv_se: Kapacitet

source: Hotkeys
sv_se: Snabbtangenter
