Repository: AlexxNica/yatc
Catalog: translations/*.po
Languages: pt_br, sv_se

source: comes with ABSOLUTELY NO WARRANTY; for details see sections 11 and 12 in file COPYING. This is free software, and you are welcome to redistribute it under certain conditions; see file COPYING for details.
pt_br: vem com ABSOLUTAMENTE NENHUMA GARANTIA; para detalhes consulte as seções 11 e 12 em COPYING. Este é um software livre, e você é bem-vindo para redistribui-lo sob certas condições; consulte o COPYING para detalhes.

source: gold
pt_br: ouro
sv_se: guld

source: $$PRODUCTSHORT$$ Fatal Error
pt_br: $$PRODUCTSHORT$$ Erro Fatal

source: (in no particular order)
pt_br: (sem ordem específica)
sv_se: (i ingen speciell ordning)

source: (use object on target)
pt_br: (usar objeto no alvo)

source: (use object on yourself)
pt_br: (usar objeto em si)

source: (use object with crosshairs)
pt_br: (usar objeto com o mouse)

source: <Observe the battle window>
pt_br: <Observe a janela de batalha>
sv_se: <Observera krigsfönstret>

source: <Observe the follow button>
pt_br: <Observe o botão de seguir>
sv_se: <Observera följaknappen>

source: <Observe the health bar>
pt_br: <Observe a barra de saúde>
sv_se: <Observera hälsomätaren>

source: <Observe the quest button>
pt_br: <Observe o botão de quest>
sv_se: <Observera uppdragsknappen>

source: <The outfit window should be opened now>
pt_br: <A janela de aparência deve aparecer agora>
sv_se: <Utseendefönstret ska ha öppnats nu>

source: Accept
pt_br: Aceitar

source: Account Status:
pt_br: Status da Conta:
sv_se: Kontostatus:

source: Account name:
pt_br: Nome da conta:
sv_se: Kontonamn:

source: Account number:
pt_br: Número da conta:
sv_se: Kontonummer:

source: Add to VIP list
pt_br: Adicionar à lista VIP
sv_se: Lägg till i VIP-listan

source: Addon
pt_br: Acessório
sv_se: Tillägg

source: Adjust framerate limit
pt_br: Ajustar o limite de imagens por segundo

source: Advanced
pt_br: Avançado
sv_se: Avancerat

source: Advanced Graphics Options
pt_br: Opções Gráficas Avançadas

source: Advanced settings:
pt_br: Configurações avançadas:
sv_se: Avancerade inställningar:

source: Ah, the all-mighty trade window. This hint is not written yet.
pt_br: Ah, a toda-poderosa janela de negociação. Esta dica ainda não foi escrita.
sv_se: Ah, det mäktige handelsfönstret. Detta hint är inte skrivet än.

source: Amount:
pt_br: Quantidade:
sv_se: Mängd:

source: Attack
pt_br: Atacar
sv_se: Attackera

source: Auto Chase Off
pt_br: Perseguição Automática Desligada
sv_se: Autofölj Av

source: Autodetect
pt_br: Auto-detectar
sv_se: Autodetektera

source: Available hotkeys:
pt_br: Atalhos disponíveis:

source: Available resolutions:
pt_br: Resoluções disponíveis:
sv_se: Utnyttjingsbara upplösningar:

source: Axe Fighting
pt_br: Perícia com Machado
sv_se: Yxskicklighet

source: Battle
pt_br: Batalha

source: Buy
pt_br: Comprar
sv_se: Köp

source: Cancel
pt_br: Cancelar
sv_se: Avbryt

source: Cannot connect to a login server.
pt_br: Não foi possível conectar a um servidor de login.
sv_se: Kan inte ansluta till en loginserver.

source: Centre
pt_br: Centro

source: Change general game options
pt_br: Modificar opções gerais do jogo
sv_se: Ändra generella spelinställningar

source: Change graphics and performance settings
pt_br: Modificar opções gráficas e de desempenho
sv_se: Ändra grafiska och prestandainställningar

source: Classic Control
pt_br: Controle Clássico
sv_se: Klassiska Kontroller

source: Clear Object
pt_br: Limpar objeto

source: Club Fighting
pt_br: Perícia com Clava
sv_se: Klubbsskicklighet

source: Connecting
pt_br: Conectando

source: Connecting to the game world. Please wait.
pt_br: Conectando ao jogo. Favor aguardar.

source: Console
pt_br: Terminal
sv_se: Konsoll

source: Console Options
pt_br: Opções do Terminal
sv_se: Konsollinställningar

source: Contributors
pt_br: Contribuidores
sv_se: Medhjälpare

source: Copy Name
pt_br: Copiar Nome
sv_se: Kopiera namn

source: Create Account
pt_br: Criar Conta
sv_se: Skapa Konto

source: Current engine
pt_br: Motor gráfico atual
sv_se: Nuvarande motor

source: Current framerate:
pt_br: FPS atual:

source: Customise the console
pt_br: Customizar o terminal
sv_se: Skräddarsy konsollen

source: Data files in the directory either: * do not belong to same protocol version, or * are modified and with unknown signatures. Either get correct files from a single known client version, or make sure that you have correct signatures in the files, or go to Options->Network and choose the correct protocol.
pt_br: Os arquivos no diretório: * ou não pertecem à mesma versão do protocolo, * ou estão modificados e com assinaturas desconhecidas. Tente obter os arquivos corretos de uma versão única conhecida do cliente, ou certique-se que você revisou as assinaturas nos arquivos, ou vá em Opções->Rede e escolha o protocolo correto.

source: Default
pt_br: Padrão

source: Detail
pt_br: Detalhe
sv_se: Detalj

source: Disable Shared Experience
pt_br: Desabilitar experiência dividida

source: Distance Fighting
pt_br: Perícia com Distância
sv_se: Distansskicklighet

source: Don't Stretch/Shrink Game Window
pt_br: Não redimensionar a janela do jogo

source: Due to a technical problem we had to reset the game world
pt_br: Devido a um problema técnico tivemos que restaurar o jogo

source: Edit Hotkey Object:
pt_br: Editar objeto do atalho:

source: Edit hotkey text:
pt_br: Editar texto do atalho:

source: Edit your hotkey texts
pt_br: Editar os textos das suas hotkeys
sv_se: Ändra snabbtangetstexter

source: Enable Shared Experience
pt_br: Habilitar experiência dividida

source: Engine change
pt_br: Modificar motor gráfico
sv_se: Motorbyte

source: Enter Game
pt_br: Entrar no Jogo
sv_se: Starta Spelet

source: Error
pt_br: Erro
sv_se: Fel

source: Exit
pt_br: Sair

source: Exit Game
pt_br: Sair do Jogo
sv_se: Avsluta spel

source: Experience
pt_br: Experiência
sv_se: Erfarenhet

source: Fishing
pt_br: Perícia com Pesca
sv_se: Fiske

source: Fist Fighting
pt_br: Perícia com Punho
sv_se: Knytnävesskicklighet

source: Follow
pt_br: Seguir
sv_se: Följ

source: For more information about Tibia visit our website at
pt_br: Para mais informações sobre Tibia visite nosso site em

source: For more information take a look at the threads in the forums at otfans.net.
pt_br: Para mais informações consulte os tópicos nos fórums do otfans.net.
sv_se: För mer information, ta en titt på trådar i forumet på otfans.net.

source: Free Account
pt_br: Conta Grátis
sv_se: Gratiskonto

source: Fullscreen
pt_br: Tela Cheia
sv_se: Fullskärmsläge

source: Fullscreen decides whether or not the client will be taking the entire screen. Available resolutions shows detected resolutions on your computer that the client can use while in fullscreen.
pt_br: Tela cheia decide se o cliente vai ou não tomar a tela inteira. Resoluções disponíveis exibem resoluções detectadas no seu computador em que o cliente pode usar enquanto estiver no modo de tela cheia.
sv_se: Fullskärmsläget beslutar om klienten kommer ta upp hela skärmen eller inte. Tillgänliga upplösningar visar upptäckta upplösningar på din dator som klienten kan använda medan i fullskärmsläge.

source: General
pt_br: Geral
sv_se: Generellt

source: General Options
pt_br: Opções Gerais
sv_se: Generella Inställningar

source: Graphics
pt_br: Gráficos
sv_se: Grafik

source: Graphics Options
pt_br: Opções Gráficas
sv_se: Grafikinställningar

source: Gratis Premium Account
pt_br: Conta Premium Grátis
sv_se: Gratis Premiekonto

source: Have fun in
pt_br: Divirta-se no

source: Have fun in Tibia!
pt_br: Divirta-se no Tibia!

source: Head
pt_br: Cabeça
sv_se: Huvud

source: Health
pt_br: Saúde
sv_se: Hälsa

source: Help
pt_br: Ajuda
sv_se: Hjälp

source: Help not done.
pt_br: Ajuda não finalizada.
sv_se: Hjälpsektionen är inte klar.

source: Hit Points
pt_br: Pontos de Vida
sv_se: Hälsopoäng

source: Hotkey Options
pt_br: Teclas de atalho

source: If you are a Debian user, you may have forgotten to install the 'tibia-data' or 'yatc-data' package.
pt_br: Se você é um usuário Debian, você pode ter esquecido de instalar o pacote 'tibia-data' ou 'yatc-data'.

source: If you don't have an account yet:
pt_br: Se você ainda não possui uma conta:
sv_se: Om du inte har ett konto än:

source: If you shut down the program, your character might stay in the game. Click on "Logout" to ensure that your character leaves the game properly. Click on "Exit" if you want to exit the program without logging out your character.
pt_br: Se você fechar o programa, seu personagem irá ficar no jogo. Clique em "Logout" para fazer com que seu personagem saia do jogo propriamente. Clique em "Sair" se você quer sair do programa, deixando seu personagem online.

source: Ignore
pt_br: Ignorar
sv_se: Ignorera

source: Important Reminder
pt_br: Lembrete Importante

source: Information
pt_br: Informação

source: Inventory
pt_br: Inventório
sv_se: Inventarie

source: Invitation
pt_br: Convite

source: Invite to Party
pt_br: Convidar para o Time
sv_se: Bjud in till Grupp

source: Leave Party
pt_br: Deixar time

source: Level
pt_br: Nível
sv_se: Nivå

source: Loading the data file '$$FILENAME$$' has failed. Please place '$$FILENAME$$' in the same folder as $$PRODUCTSHORT$$.
pt_br: O arquivo '$$FILENAME$$' não pôde ser carregado. Por favor copie o arquivo '$$FILENAME$$' na mesma pasta do $$PRODUCTSHORT$$.

source: Loading the data file '$$FILENAME$$' has failed. Please place '$$FILENAME$$' in the same folder as $$PRODUCTSHORT$$. If you are a Debian user, you may have forgotten to install the 'tibia-data' or 'yatc-data' package.
pt_br: O arquivo '$$FILENAME$$' não pôde ser carregado. Por favor copie o arquivo '$$FILENAME$$' na mesma pasta do $$PRODUCTSHORT$$. Se você é um usuário Debian, você pode ter esquecido de instalar o pacote 'tibia-data' ou 'yatc-data'.

source: Logout
pt_br: Sair

source: Look
pt_br: Olhar
sv_se: Titta

source: Looks like you've met a marked player. See the skull? That means that guy fought with someone. The {white skull} means he just tried to fight with someone a few minutes ago, and {red skull} means he killed several people.
pt_br: Parece que você encontrou um jogador marcado. Consegue ver a caveira? Significa que este cara lutou contra alguem. A {caveira branca} significa que ele tentou lutar contra alguém a alguns minutos atrás, e a {caveira vermelha} significa que ele matou muita gente.
sv_se: Du verkar ha mött en markerad spelare. Ser du döskallen? Det betyder att han har slagits mot någon. Den {white skull} betyder att han försökte slåss med någon ett par minuter sedan, och den {red skull} betyder att han har dödat flera personer.

source: Magic Level
pt_br: Nível Mágico
sv_se: Maginivå

source: Mana
pt_br: Magia

source: Message of the Day
pt_br: Mensagem do Dia
sv_se: Dagens Meddelande

source: Message to
pt_br: Mensagem para
sv_se: Meddelande till

source: Money:
pt_br: Dinheiro:
sv_se: Pengar:

source: Move Objects
pt_br: Mover Objetos
sv_se: Flytta Objekt

source: NPC Trade
pt_br: Comercializar com o NPC
sv_se: NPC Handel

source: Network
pt_br: Rede
sv_se: Nätverk

source: Network Options
pt_br: Opções de Rede
sv_se: Nätverksinställningar

source: Now you've got a {bag} to carry stuff in and there's already a {coat} in there. {Drag} the coat from the {bag} to the {armor slot} to wear it.
pt_br: Agora você recebeu uma {sacola} para carregar coisas dentro e já possui um {casaco} dentro. {Arraste} o casaco da sacola para o {slot de armadura} para vesti-la.
sv_se: Nu har du en {bag} att bära saker i, och det finns redan en {coat} där inne. {Drag} kappan från påsen till {armory slot} för att bära den.

source: OMG! Some creep just killed ya, you noob. But don't be sad, you crying baby. You can just respawn if you give up some of your stuff. Go click that 'Ok' button if you dare and resume your journeys in $$PRODUCTSHORT$$!
pt_br: Cara! Alguem acabou de te matar, seu novato. Mas não fique triste, seu bebê chorão. Você pode voltar ao jogo se abrir mão de algo seu. Clique em 'Ok' se você quer voltar à suas jornadas no $$PRODUCTSHORT$$!

source: OT Encryption Key
pt_br: Chave de Encriptação do OT
sv_se: OT-enkryptionsnyckel

source: Ok; you can also try {clicking} on the {minimap}. For example there's a {marker} on the minimap now, try moving there.
pt_br: Ok; você pode tentar também {clicar} no {minimapa}. Por exemplo, há um {marcador} no minimapa agora, tente ir para lá.
sv_se: Ok; Du kan också testa {clicking} på miniatyrkartan. Till exempel så finns det en {marker} på miniatyrkartan nu, försök gå dit.

source: Open
pt_br: Abrir
sv_se: Öppna

source: OpenGL is a 3D hardware-accelerated graphical library. To make use of it, make sure you have latest graphic card drivers. Those provided by Microsoft will be insufficient. Due to SDL-centric design, OpenGL was not given much thought and is currently not recommended since it will be much slower on most laptops and perhaps on many desktops.
pt_br: OpenGL é uma biblioteca gráfica de aceleração 3D via hardware. Para fazer uso dela, tenha certeza que você possui os drivers mais recentes para sua placa gráfica. Os drivers providos pela Microsoft serão insuficientes. Devido ao propósito centralizado do SDL, não foi dada muita atenção ao OpenGL e não é atualmente recomendada desde que será mais lento na maioria dos laptops e talvez em vários desktops.
sv_se: OpenGL är ett 3D hårdvaruacceleratgrafikbibliotek. För att utnyttja det, se till att ha de senaste grafikkortsdrivrutinerna De som ges ut utav Microsoft kommer inte att räcka. På grund av SDL-designen så gavs inte OpenGL mycket åtanke och är för tillfället inte rekommenderat för det blir mycket långsammare På de flesta bärbara datorer, och kanske även stationära datorer.

source: Options
pt_br: Opções
sv_se: Inställningar

source: Pass Leadership To
pt_br: Passar liderança à

source: Password:
pt_br: Senha:
sv_se: Lösenord:

source: Pick an outfit and choose colors for parts of your character's avatar. Addons are activated by ticking the appropriate box. To activate particular addon, premium players can solve various quests.
pt_br: Escolha um traje e as cores para as partes do traje do seu personagem. Acessórios são ativados selecionando a caixa apropriada. Para ativar um acessório específico, jogadores premium podem resolver várias missões.
sv_se: Välj ett utsende och välj färg för delar av din karaktärs avatar. Tillägg är aktiverade genom att klicka i lämplig ruta. För att aktiva ett tillägg kan premiespelare lösa olika uppdrag.

source: Please wait for your partner to accept.
pt_br: Por favor espere o seu parceiro aceitar.

source: Premium Account
pt_br: Conta Premium
sv_se: Premiekonto

source: Price:
pt_br: Preço:
sv_se: Pris:

source: Primary
pt_br: Primário
sv_se: Primär

source: Programmed by
pt_br: Programado por
sv_se: Programmerat av

source: Protocol
pt_br: Protocolo
sv_se: Protokoll

source: Protocol detection failed
pt_br: A detecção do protocolo falhou
sv_se: Protokolldetektionen misslyckades

source: Quests
pt_br: Missões

source: RECOMMENDED: Choose SDL. But, try what works better for you. To apply graphical engine change, you need to restart $$PRODUCTSHORT$$.
pt_br: RECOMENDADO: Escolha SDL. Porém, teste qual funciona melhor para você. Para aplicar a modificação do motor gráfico, você precisa reiniciar o $$PRODUCTSHORT$$.

source: Reject
pt_br: Recusar

source: Restart is required to apply engine change.
pt_br: Reinicialização é necessária para aplicar a mudança no motor gráfico.
sv_se: Omstart krävs för att verkställa ändringen utav grafikmotor.

source: Revoke
pt_br: Revogar

source: SDL 1.2 is a 2D software rendering library. It should be slowest, but since it is the most maintained engine, it runs at reasonable speed and even faster than OpenGL engine, with fewer glitches. That can, of course, change anytime.
pt_br: SDL 1.2 é uma biblioteca de renderização de software 2D. Ela pode ser mais lenta, mas já que é o motor gráfico com melhor suporte, ela roda em uma velocidade razoável e até mais rápida que o motor gráfico OpenGL, com menos falhas. Isso pode, é claro, ser modificado a qualquer momento.
sv_se: SDL 1.2 är ett 2D programvarorendreringsbibliotek. Det är troligtvis långsammast, men eftersom det är den mest underhållda motorn, den körs relativt snabbt, snabbare än OpenGL motorn samt med färre problem. Det kan, såklart, ändras när som helst.

source: Secondary
pt_br: Secundário
sv_se: Sekundär

source: Select Character
pt_br: Selecionar Personagem
sv_se: Välj Karaktär

source: Select Object
pt_br: Sel. objeto

source: Select character:
pt_br: Selecionar personagem:
sv_se: Välj karaktär:

source: Select graphics engine
pt_br: Selecione o motor gráfico

source: Sell
pt_br: Vender
sv_se: Sälj

source: Send automatically
pt_br: Enviar automaticamente

source: Server address:
pt_br: Endereço do servidor:
sv_se: Serveradress:

source: Server name is the IP address or hostname of the login server. Port is the TCP port of the login server. You can also choose if you'd like to access OpenTibia servers, or a proprietary server. To access OpenTibia servers, turn on the OT Encryption Key option.
pt_br: Nome do servidor é o endereço de IP ou nome do host do servidor de login. "Porta" é a porta TCP do servidor de login. Você pode também escolher se você gostaria de acessar servidores OpenTibia, ou um servidor proprietário. Para acessar servidores OpenTibia, ative a opção "Chave de Encriptação do OT".
sv_se: Servernamnet är IP-adressen eller hostnamnet av loginservern. Porten är TCP-porten av loginservern. Du kan också välja om du vill ha åtkomst till OpenTibia servrar, eller en vanlig serv er. För att komma åt OpenTibia servrar, sätt igång OT-enkryptionsnyckel inställningen.

source: Server port:
pt_br: Porta do servidor:

source: Set Outfit
pt_br: Colocar Traje
sv_se: Bestäm utseende

source: Set network options, such as server.
pt_br: Configurar opções de rede, como o endereço do servidor.
sv_se: Ställ in nätverksinställningar, som till exempel server.

source: Set the number of items you want to move:
pt_br: Coloque o número de items que você deseja mover:
sv_se: Välj antalet föremål du vill flytta:

source: Shielding
pt_br: Perícia com Defesa
sv_se: Sköldskicklighet

source: Show Event Messages in Console
pt_br: Exibir Mensagens de Evento no Terminal
sv_se: Visa Händelsemeddelanden i Konsollen

source: Show Hints
pt_br: Exibir Dicas
sv_se: Visa Tips

source: Show Info Messages in Console
pt_br: Exibir Mensagens de Informação no Terminal
sv_se: Visa Informationsmeddelanden i Konsollen

source: Show Levels in Console
pt_br: Exibir Níveis no Terminal
sv_se: Visa Nivå i Konsollen

source: Show Light Effects
pt_br: Exibir Efeitos de Luz

source: Show Names of Creatures
pt_br: Exibir Nomes das Criaturas
sv_se: Visa Namn på Fiender

source: Show Private Messages in Game Window
pt_br: Exibir Mensagens Privadas na Janela do Jogo
sv_se: Visa Privata Meddelanden i Spelfönstret

source: Show Status Messages in Console
pt_br: Exibir Mensagens de Status no Terminal
sv_se: Visa Statusmeddelanden i Konsollen

source: Show Textual Effects
pt_br: Exibir Efeitos Textuais
sv_se: Visa Texteffekter

source: Show Timestamps in Console
pt_br: Exibir Data e Hora no Terminal
sv_se: Visa Tidsstämpel i Konsollen

source: Show the most recent Message of the Day
pt_br: Exibir a Mensagem do Dia mais recente
sv_se: Visa senaste Dagens meddelande

source: Skill
pt_br: Habilidade
sv_se: Färdighet

source: Skills
pt_br: Habilidades
sv_se: Färdigheter

source: So the {container window} opened. {Drag} whatever's in it into your {bag} to take it with you. You need to collect three cockroach legs for the NPC!
pt_br: Então a {janela de contêiner} se abriu. {Arraste} qualquer coisa de dentro para sua {sacola} para levar contigo. Você precisa coletar três pernas de barata para o NPC!
sv_se: Så {container window} öppnades. {Drag} what du än vill in i din {bag} för att ta det med dig. Du behöver samla minst tre kackerlackben för NPCn!

source: Soul Points
pt_br: Pontos de Alma
sv_se: Själspoäng

source: Stamina
pt_br: Vigor
sv_se: Uthållighet

source: Stop
pt_br: Parar

source: Sword Fighting
pt_br: Perícia com Espada
sv_se: Svärdsskicklighet

source: The {shovel}, which is now in your inventory, is used to dig stuff up. It's very useful for exploring new areas. So go to the east, and you should find a {loose stone pile}, try {ctrl+clicking} on the {shovel} and then on the {stones}. When you use an item on another item, it's called extended using.
pt_br: A {pá}, que agora está no seu inventário, é usada para escavar. É bastante util para explorar novas áreas. Então vá para o leste, e você deverá encontrar {algumas pedras}, tente {segurar o Ctrl e clicar} na {pá} e então clicar nas {pedras}. Quando você usa um item junto com outro, chamamos de uso extendido.
sv_se: Spaden, som nu är i din inventering, används för att gräva upp saker. Den är väldigt användbar när man utforskar nya ställen. Gå österut så ska du hitta en {loose stone pile}, försök {ctrl+clicking} på spaden och sedan på {stones}. När du använder ett föremål på ett annat föremål kallas det förlängd användning.

source: There's a {chest} in here. So try {ctrl+clicking} (commonly called 'Use') on it to open it.
pt_br: Há uma {arca} aqui. Então tente {clicar segurando o Ctrl} (é como 'Usar' através do menu) sobre isso para abri-la.
sv_se: Det finns en {chest} här inne. Försök {ctrl+clicking} (kallas även 'Använd') på den för att öppna den.

source: This functionality is not yet finished
pt_br: Esta funcionalidade não está pronta ainda
sv_se: Denna funktionalitet är inte klar än

source: To choose maximum FPS (reducing the CPU and graphics card usage resulting in less power usage, quieter operation and reduced CPU temperature) use the scrollbar below. Note, though, FPS limiting is only approximate.
pt_br: Para escolher o FPS máximo (reduzindo o uso da CPU e placa de vídeo resultando em menos comsumo de energia, operações mais silenciosas e redução da temperatura da CPU) use a barra de rolagem abaixo. Note que a limitação do FPS é apenas uma aproximação.
sv_se: För att få ut maximal FPS (reducera CPU och grafikkortsanvändningen vilket resulterar i mindre kraftförbrukning, tystare verksamhet och minskad CPU temperatur) använd listen nedan. Notera dock att FPS-begränsningen bara är ungefär.

source: To lit the {torch}, try {ctrl+clicking} on it. Torches burn out slowly while they're on, so don't forget to {ctrl+click} (use) it when you don't need it. Many things can be ctrl+clicked in this game, so try looking around.
pt_br: Para acender a {tocha}, tente {segurar o Ctrl e clicar}. Tochas queimam devagar quando estão em uso, então não esqueça de {apagar} ('Usar') ela quando nao precisar da sua luz. Várias coisas podem ser 'usadas' neste jogo, pois tente ao redor.
sv_se: För att tända {torch}, försök {ctrl+clicking} på den. Facklor brinner sakta upp medan de är tända, så glöm inte att {ctrl+click} (använd) den när du inte behöver den. Många saker kan bli ctrl+klickade i detta spel, så testa det gärna.

source: Trade
pt_br: Comercializar

source: Trade with
pt_br: Negociar com
sv_se: Handla med

source: Tutorial Hint
pt_br: Dica de Tutorial
sv_se: Handledning Tips

source: Unknown
pt_br: Desconhecido
sv_se: Okänd

source: Unlimited
pt_br: Ilimitado

source: Use
pt_br: Usar
sv_se: Använd

source: Use Smooth Stretching
pt_br: Usar suavização ao redimensionar

source: Use on crosshair
pt_br: Usar com o mouse

source: Use on target
pt_br: Usar no alvo atual

source: Use on yourself
pt_br: Usar em si mesmo

source: Use with...
pt_br: Usar com...
sv_se: Använd med...

source: Uses GLICT
pt_br: Usa GLICT
sv_se: Använder GLICT

source: Uses OpenGL
pt_br: Usa OpenGL
sv_se: Använder OpenGL

source: Uses SDL
pt_br: Usa SDL
sv_se: Använder SDL

source: Wait for a counter offer.
pt_br: Espere por uma contra-oferta.

source: Warning
pt_br: Aviso
